<template>
<div class="company_register_protocol">
  <div class="user_register_protocol_box">
    <div class="main">
      <div class="protocol_title">
        <h1>用户注册协议</h1>
      </div>
      <p>&nbsp;</p>
      <p>
        《门徒求职网协议》（以下简称“本协议”）作为门徒求职网（以下简称“本网站”）提供服务的依据， 确定用户在何种条件、以何种方式使用本网站及本网站的服务（具体载体包括但不限于网页、APP
        应用程序、微信公众号平台、其他由门徒求职主导的实习合作平台等）。在使用本网站及相关服务前，您应当注册成为本网站用户。进行用户注册时，请您认真阅读本协议，一旦完成注册即表示您已经
        知悉并了解本协议，接受本协议的条款约束，本协议当即具有合同效力。如您对本协议的任何条款表示异议，您可以选择不使用本网站。本协议包括基于本协议制定的各项规则，所有规则为本协议
        不可分割的一部分，与本协议具有同等效力。本网站有权随时变更本协议并在本页面发布。当您继续使用本网站及相关服务，则视为您完全接受协议的变更。门徒求职网平台的所有权、运营权、解释 权归成都萌想科技有限责任公司所有。
      </p>
      <p>
        一、服务描述及定义 <br>
        本网站是连接学生与企业的信息平台。
        “本网站”，“本平台”，“门徒求职”：指门徒求职网，载体包括但不限于网页（www.mentoroffer.com）、App应用程序、微信公众号、其他由门徒求职主导的实习合作平台（如支付宝校园生活实习频道）等。
        “学生”：指具有完全民事行为能力的使用门徒求职网的全国在校大学生。“企业”是指有用人需求，具有用人资格，在本网站上发布招聘及相关信息的企事业单位或其他组织。
        “帐号”：指学生或者企业为使用本网站及相关服务而登记注册的身份识别信息。只有注册帐号才能使用本网站的服务。
        <br>
        二、企业注册要求：
        <br>
        1.依据中华人民共和国法律、法规、部门规章等规范性文件成立并合法存续的企业、机关、社团、事业单位和其他组织。具有能使用本网站服务的民事权利能力和民事行为能力并且具有合法用人资格。
      </p>
      <p>
        2.企业需要提供明确的联系方式、通讯地址、企业名称、企业资质文件等相关材料，方能完成注册或使用本网站的服务。为了合法、合规地为用户提供更好的服务，本网站将不时增加、修改或删除企业提交的信息。如用户不同意使用提供上述信息，则应当停止使用本网站的服务。
      </p>
      <p>
        3.企业成为注册用户，入驻本平台或完成平台认证之前，需经过本平台审核。企业的经营内容不得违反法律、行政法规、部门规章、地方性法规等规范性文件，本网站的各项规则和协议以及社会公序良俗，包括但不限于以下情形：
        • 涉低俗、淫秽、色情、赌博、毒品、迷信、邪教等信息的推广；
        • 涉及兼职欺诈的推广；
        • 涉及暴力犯罪的；
        • 涉及违反国家民族及宗教政策的。
      </p>
      <p>
        4.本网站有权要求企业提供相应的资质文件（包括但不限于营业执照、经营许可证等），并依据常识及社会大众通常智力水平做出是否合规的判断而不必须依据公权力机关事后通知、查处、判决等文件。对于涉及经营人力资源外包业务、猎头业务、招聘业务等可能与本网站业务存在竞争关系或利益冲突的企业，本网站保留拒绝其注册、继续使用本网站的权利。
      </p>
      <p>
        5.本网站有权利拒绝：代招、多次重复、不符合门徒求职网定位和规定的职位；有权利删除职位中不符合规范的外部链接。
      </p>
      <p>
        三、本网站使用须知：
        <br>
        1.企业有权依据协议及本网站发布的相关规则，在本网站进行招聘活动，享受本网站的企业福利及其他服务，具体形式包括但不限于下载学生简历、发布招聘岗位、在线交流等。企业与平台基于服务各自享有必要的权利，承担相应的义务。
      </p>
      <p>
        2.企业在本网站所发布的任何信息，都有可能被任何访问本网站的学生/企业浏览，也可能造成错误的、不当的使用。本网站将不对此承担任何责任。
      </p>
      <p>
        3.企业在本网站发布的任何信息必须符合准确、完整的原则。但本网站将不能保证所有由第三方提供的信息，或本网站自行采集的信息完全准确。使用者在使用信息时，需要进一步核实。本网站对访问者未经自行审核误用网站信息造成的任何损失不承担任何责任。
      </p>
      <p>
        4.招聘企业使用学生个人简历信息时，仅能用于招聘为目的。若本网站发现企业有转卖学生信息嫌疑，将对企业进行封禁。
      </p>
      <p>
        5.因第三方提出的涉及知识产权的权利主张或者行政、司法机关的介入，本网站有权披露企业的相关信息。
      </p>
      <p>
        四、版权：
        <br>
        1.本网站发布的任何图形、文字等均属本网站所有，受相关法律和知识产权法保护。未经书面许可，任何人不得下载、复制、再使用。本网站发布的全部商标，归其相应的商标所有权人，受商标法保护。
      </p>
      <p>
        2.网站使用的软件程序归成都萌想科技有限责任公司所有。
      </p>
      <p>
        五、免责条款：
        <br>
        1.本网站作为信息服务平台，所有职位信息均由企业自行上传、发布。本网站对企业的真实资信状况、企业发布信息的真实性、合法性、准确性等不作保证。因上述原因导致的对其他用户或第三方造成的损失，本网站不承担责任。
      </p>
      <p>
        2.本网站致力于为企业和学生提供优质、稳定的服务。但本网站不保证本网站系统：能够满足所有企业需求；不出现任何的系统宕机、波动；不出现任何的数据丢失。因网络运营商原因、本网站进行网络调整、正常的系统维护升级等造成的本网站无法正常访问，本网站不承担任何责任。
      </p>
      <p>
        六、其他
        <br>
        1.本网站有权在预先通知或不予通知的情况下终止任何免费服务。
      </p>
      <p>
        2.企业与本平台的任何纠纷，可以通过协商的途径解决。协商不成的，任何一方可向本网站登记住所地的人民法院提起诉讼。
      </p>
      <p>
        3.本协议的订立、生效、解释、执行、管辖、争议的解决均适用中华人民共和国法律。
      </p>
      <p>
        4.本网站保留随时修正、更新本协议的权利。一旦发生相关修订或更新，本网站会将修订和更新的内容及时在本页面发布，用户如认为变更无法接受，应该停止使用本网站相关服务。如果继续使用本网站相关服务的，则视为用户接受变更条款并愿意受其约束。
      </p>
      <p>
        5.本网站所有企业服务解释权归成都萌想科技有限责任公司所有。</p>
      <p>
        &nbsp;
      </p>
    </div>
  </div>
</div>
</template>

<script>
    export default {
        name: "company-register-protocol"
    }
</script>

<style scoped>
  .company_register_protocol{
    background-color: #f0f0f0;
  }
  .main {
    width: 1200px;
    margin: 0 auto;
    background-color: #fff;
  }

  .protocol_title {
    color: #fff;
    width: 100%;
    height: 4em;
    line-height: 4em;
    text-align: center;
    background-color: #02a0e9;
  }
  .user_register_protocol_box{
    padding-bottom: 20px;
  }
  .user_register_protocol_box p {
    font-size: 1.1em;
    width: 92%;
    margin: 0 auto 20px;
  }
</style>
